yade-dev/examples/openfoam/example_icoFoamYade/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      controlDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

application     icoFoamYade;

startFrom       startTime;

startTime       0;

stopAt          endTime;

endTime         0.034;

deltaT          5e-04;

writeControl    timeStep;

writeInterval   50;

purgeWrite      0;

writeFormat     ascii;

writePrecision  6;

writeCompression on;

timeFormat      general;

timePrecision   6;

runTimeModifiable true;


// ************************************************************************* //
